Repository: AndreiVataselu/Studget
Catalog: Expense Manager/*.lproj/Localizable.strings
Languages: ro

# invalidSum
source: Invalid amount
ro: Suma invalida

# addBudgetAlert
source: Add to budget
ro: Adauga Buget

# addExpenseAlert
source: Add expense
ro: Adauga Plata

# cancelAlert
source: Cancel
ro: Anuleaza

# noCategoryAlert
source: Invalid name
ro: Nicio categorie introdusa

# categoryExists
source: There already is a category named %@.
ro: Categoria %@ exista deja.

# eraseBudgetTitle
source: Delete Budget
ro: Stergere Buget

# eraseBudgetMsg
source: Once you delete your budget, you can't recover it. Press Yes for confirmation.
ro: Odata cu stergerea bugetului, datele nu mai pot fi recuperate. Apasa Da pentru confirmare.

# yesAns
source: Yes
ro: Da

# noAns
source: No
ro: Nu

# succesMsg
source: Succesfully deleted budget!
ro: Buget sters cu succes!

# noEntriesFound
source: No entries found for the range of date
ro: Nicio intrare gasita pentru data aleasa

# optionalCat
source: Category (optional)
ro: Categorie (optional)

# deleteCell
source: Delete
ro: Sterge

# emptyBudgetDesc
source: Money added
ro: Buget adaugat

# emptyExpenseDesc
source: Expense added
ro: Plata adaugata

# selectRange
source: Select a range
ro: Selecteaza o perioada

source: Initial budget
ro: Buget initial

source: Entry type
ro: Tip intrare

# budgetType
source: Budget
ro: Buget

# expenseType
source: Expense
ro: Plata

# categoriesToPick
source: Categories (optional)
ro: Categorii (optional)

source: No category
ro: Fara categorie

# emptyBudgetText
source: Your budget is empty
ro: Bugetul tau este gol
